{
  "text": "The following is a review of patient care administered in part by yourself on a STARS mission on 11/16/2023 8:07:47 PM. This information is intended to provide you with feedback on both the PCR documentation quality and on quality of medical care provided to the patient.    *** MISSION DETAILS ONLY (NO PT IDENTIFICATION) ***    EVENT DATE: 16-07-2023  MISSION EVENT NUMBER: 23A100085  DESCRIPTION: STARS Helicopter  LOCATION: WETASKIWIN HOSPITAL AB ( )  COMMUNITY:   FLIGHT TYPE: Interfacility  REFERRING AGENCY: Wetaskiwin Hospital and Care Centre  RECEIVING AGENCY: Edmonton Royal Alexandra Hospital  TRANSPORT TEAM: STARS  ARRIVAL AT SCENE/SENDING HOSPITAL: Nov 16 2023 20:40  DEPART SCENE/SENDING HOSPITAL: Nov 16 2023 21:17  PT TRANSPORT OUTCOME: flown by STARS  ARRIVE RECEIVING HOSPITAL/DESTINATION: Nov 16 2023 21:40    TYPE OF EVENT: Medical  CHIEF COMPLAINT: Decreased LOC  AMC: FARNDEN, ZACHARY  AMC: MAZZOLINI, ANGELA  TP ON CALL: LALI, PAUL    *** DOCUMENTATION REMARKS ***  Initially Reviewed by Jacques Coppens  Zac and Angela,     Off to Wetaskiwin for a 36 year old male with a decreased LOC who was intubated and just needs a trip to an ICU for some further diagnostics.    HPI - Complete   O/E - Thorough  V/S - Inclusive - Just missing a cuff pressure I am sure you did it  TX - Sedation, moved to stretcher, ventilated, more sedation, and transfer to the hospital.    Great Job.    Jacques    *** MEDICAL QM ***  Reviewed by Eddie Dr. Chang  To or not to intubate.....everyone will have different threshold.  His alcohol level was 121 and eventually extubated and observed for etoh withdraw.  Good work  --------------------------------------------------------------------------  *** PCR NARRATIVE ONLY (NO PT IDENTIFICATION) ***    PRIMARY EVENT TYPE: Neurological (Non-Trauma) SECONDARY EVENT TYPE: Other -    CHIEF COMPLAINT: Decreased LOC    EVENT TIME: Nov 16 2023 20:00    HXCC: History as per sending physician:    36 year old male history of alcohol use, GERD, OSA. Was found down outside unresponsive. Brought to Wetaskiwin Hospital, GCS3, vitally stable. PERL 4mm. No known trauma. Narcan trialed without effect. Intubated for airway protection with Ketamine 110mg Roc 70mg and versed. ETOH level 121. Bloodwork otherwise unremarkable. BGL 7.1. Rest of tox labs pending.      Meds Given Prior to STARS Arrival:    Nov 16 2023 20:40 - Ketamine 110 mg   Nov 16 2023 20:40 - Rocuronium 70 mg   Nov 16 2023 20:40 - Midazolam    Fluid Intake Prior to STARS Arrival: 1500 mls of crystalloids, 0 mls of PRBC, 0 mls of FFP, 0 mls of PLT, 0 mls of Albumin, 0 mls of Blood (excluding chest output)    PMHX: GERD, ETOH W/D, Depression  Prescribed Meds: Diazepam, Gabapentin  Allergies: Melatonin    O/E: 36 year - old Male, 71 kg, unresponsive, chemically paralyzed with GCS of 2/10 (E - 1 - None, V - 0 - Not Testable, M - 1 - None).  Skin: Central - normal for pt, dry, warm, Peripheral - normal for pt, dry, warm.     HEENT: Airway patent -   Artifical Airway: ETT managed with #7. ETT secured by Commercial Holder. Persistent waveform observed.  Confirmed by equal chest expansion.  Location at teeth 21 cm. Anatomical predicted difficulty of BVMPupils 3 mm, Sluggish. Neck Rmks: JVD: Flat. Trachea: Midline. OGT in place  with estamated 10 mL drainage. Drainage Rmks: Brown drainage.  Neck not immobilized.     CHEST: Chest Status: Unremarkable. Chest Rmks: None. Heart Sounds: Audible, S1, S2. Lung Assessment: lt apex - full, clear, rt apex - full, clear, lt base - full, clear, rt base - full, clear. EtCO2: 38. Sats 99% on O2., 15L/min via BVM with vent rate of 14/min. ECG-Sinus at unknown heartrate. 12-Lead findings: Normal limits.     ABDOMEN: soft. Bowel sounds Not Assessed.    PELVIS: stable. Foley insitu with 10mL clear urine output.    EXTREMITIES: Ext Rmks: Abrasions to right kneeCap refill in normal limits. Motor/Sensory: Patient chemically paralyzed. Pulse:. #18g  IV in Left AC running Normal Saline.    POSTERIOR: Not assessed        STARS TREATMENTS:    AT PATIENT:   20:44 - PPE donned, at patient's side, patient supine in bed, report and assessment started  20:47 - Pt placed on cardiac monitor  20:55 hrs - Propofol infusion initiated in left Hand @ 30 mcg/kg/min  (12.78 mL/hour). Concentration: 10000 mcg/ml (1000 mg in 100 mL of Premixed). Reason: Prophylactic. No effects were noted.Med given per CCMCP.  20:56 hrs - FentaNYL 25 mcg IV Bolus. Reason: Prophylactic. Effect: No observed effects. Med given per CCMCP.  21:00 - Pt lifted to STARS stretcher  21:10 - Adult Pt Ventilation Initiated: Patient height of  cm with an IBW of  kg.  Settings: Mode PRVC/CMV+, Rate 16 b/min, TI 1 s, IE 1:2.75, Vt 560 ml, PEEP/CPAP 5 cmH2O, Oxygen 30 %.  21:11 - Blanket roll to support head.  21:11 - Pt moved to helicopter  21:12 hrs - FentaNYL 75 mcg IV Bolus. Reason: Awakening. Effect: No observed effects. Med given per CCMCP.  21:14 hrs - Propofol increase from 30 mcg/kg/min to 50 mcg/kg/min. Reason(s) for titration: Awakening . Effect: Sedation.    ENROUTE TO RECEIVING HOSPITAL:   21:20 - Patched to receiving hospital to pass pt info  21:40 - Pt hemodynamically stable throughout flight, No changes in pt condition noted in flight    Pt flown by STARS to Edmonton Royal Alexandra Hospital.     TRANSFER OF CARE:   21:49 - Report / Care to Dr. Fathamani. Total IV fluid given enroute 100 mls for a grand total of 1600mls. Total urine output in flight 100 mls for a grand total of 110mls.   Pain on arrival: pain assessed, but unable to quantify.   Pain on handover to care: pain assessed, but unable to quantify.    Pt taken to EMERGENCY. Care Team: ER. Pt accepted by Fathamani.       "
}
